Repository: kostyachum/riichi-tracker
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Unranked game
uk: Гра поза рейтингом

source: Unranked game will not affect stats
uk: Гра поза рейтингом не вплине на статистику

source: %(target)sk return · %(start)sk start ·
uk: %(target)sk результат · %(start)sk старт ·

source: Uma
uk: Ума

source: Highlights
uk: Світлини

source: Add Highlight
uk: Додати Світлину

source: Player
uk: Гравець

source: No player
uk: Немає гравця

source: Photos
uk: Фото

source: Caption
uk: Заголовок

source: Save
uk: Зберегти

source: Game highlight
uk: Пам’ятна подія в грі

source: Special Day
uk: Особливий День

source: Happy Birthday
uk: З Днем Народження

source: Wishing you a fantastic year ahead filled with good luck, laughter, and many mahjong wins!
uk: Бажаємо тобі чудового року, сповненого удачі, сміху та численних перемог у маджонгу!

source: From all your friends at the club ❤️
uk: Від усіх твоїх друзів у клубі ❤️

source: Game
uk: Гра

source: Unranked games are excluded from stats
uk: Ігри поза рейтингом не впливають на статистику

source: Unranked
uk: Нерейтингова

source: Edit
uk: Змінити

source: ← Back to games
uk: ← Назад до ігор

source: Clubs:
uk: Клуби:

source: Hasn’t joined a club
uk: Без клубу

source: Games:
uk: Ігри:

source: Wins:
uk: Перемоги:

source: Win Rate:
uk: Перемоги %:

source: Average Rank:
uk: Середнє місце:

source: Average Result:
uk: Середній результат:

source: Average Points:
uk: Середній рахунок:

source: Trends
uk: Динаміка

source: Recent Games
uk: Останні ігри

source: No games found for %(player_name)s.
uk: Ігор для %(player_name)s не знайдено.

source: All Clubs
uk: Усі Клуби

source: No games yet.
uk: Ігор ще немає

source: Add your first game in Admin
uk: Додайте першу гру через Admin
